HGS/MELDUNGEN/EXPORT/MASTER_Schichtreport_20241014083152.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSchichtreport xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaSchichtreport xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <versionKey>-1</versionKey>
                <abrechnungsnummer>10222</abrechnungsnummer>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-14T08:31:52.816+02:00" geldlogistiker="0" geldspeichertyp="BEK" einschubNr="0" geldspeicherId="99" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <metadaten sequenznummer="17410" guid="e38f27ba-c168-4fea-a062-a570622aad63"/>
                </geldlogistik>
            </faaSchichtreport>
        </empfangeSchichtreport>
    </s:Body>
</s:Envelope>
